[Main]
DisplayName=Svenska

[UnLocker1_frmMain]
Label_Title_Detail.caption=Detta verktyg hjälper Dig upplåsa filer/mappar använda av andra processer. 
Label_Setting.caption=Mer
lbl_CheckForUpdate.caption=Sök uppdatering
lbl_FileInfo_Title.caption=Filer/Mappar valda
lbl_Add_describe.caption=Lägg till filer/mappar att upplåsa. Du kan dra och släppa filer/mappar här eller klicka på "Lägg till" knappen!
chk_Advanced.caption=Tvingat läge
btn_Browse.caption=Lägg till
btn_Close.caption=Avbryt
lbl_Add.caption=Lägg till
cx_Action.caption=Lås upp
img_AddHint.hint=Lägg till filer/mappar att upplåsa.
img_AdcancedHint.Hint=Tvingat läge avslutar alla anknutna processer.Om upplåsning ej fungerade i normalläge, kan Du prova tvingat läge.

Menu_UnlokcDelete.caption=Lås upp && Ta bort
Menu_UnlockRename.caption=Lås upp && Döp om
Menu_UnlockMove.caption=Lås upp && Flytta
Menu_UnlockCopy.caption=Lås upp && Kopiera

Menu_Language.caption=Språk
Menu_SendFeedback.caption=Respons
Menu_IObitOnline.caption=IObit online
Menu_Technical_Support.caption=Teknisk support
Menu_About.caption=Om

ListView_FileInfo.Columns[0].caption=Filer/Mappar
ListView_FileInfo.Columns[1].caption=Status

ListView_LockInfo.Columns[0].caption=Namn
ListView_LockInfo.Columns[1].caption=Sökväg
ListView_LockInfo.Columns[2].caption=PID

[UnLocker1_frmTip]
lab_Tip.caption=Du kan starta programmet med höger-klickning på filer/mappar och sedan välja IObit Unlocker.
btn_Close.caption=OK

[UnLocker1_frmWriteText]
btn_OK.caption=Lås upp && Döp om
btn_Cancel.caption=Avbryt
btn_Apply.caption=&Använd
lbl_edt.caption=Ange nytt namn:

ListView.Columns[0].caption=Originalnamn
ListView.Columns[1].caption=Nytt namn

[Unlocker1_M]
Unlocker_Delete=Det tar bort filer/mappar permanent. Fortsätt?
Unlocker_Status_Notlocked=Ej låst(a)
Unlocker_Status_locked=Låst(a)

Unlocker_Action_Delete= & Ta bort
Unlocker_Action_Rename= & Döp om
Unlocker_Action_Move= & Flytta
Unlocker_Action_Copy= & Kopiera
Unlocker_Status_Change_Unlocking=Upplåsning
Unlocker_Status_Change_Unlock=Låsa upp
Unlocker_Status_Change_sucessfully=lyckat
Unlocker_Status_Change_failed=gick fel
File_Detail_Notlocker= ej låst(a).
File_Detail_occupied= används av processer nedan.
Browser_Folder=Välj fil/mapp Du vill upplåsa
File_Operation=Kan ej upplåsa lokala diskar.
File_Rename_Long=Namnlängd för långt
File_Rename_special=Namn har speciella tecken

MoveDialog_Prompt=Välj målmapp för flyttade objekt
CopyDialog_Prompt=Välj målmapp för kopierade objekt
Action_Sucesses=Funktion lyckad.
Action_Error_One=Funktion gick fel
AddFile_Filter=Kan ej upplåsa systemsökväg.
Action_Error_More=vissa filer/kataloger gick fel
Action_Error_Detaill=Det må finnas filer/kataloger med samma namn
cmd_Error_Prompt_1=Kommandoradanvändning:
cmd_Error_Prompt_2=Kommandoobjekt [Valfri]
cmd_Error_Prompt_3=Kommando:
cmd_Error_Prompt_4=Alternativ:
cmd_Error_Prompt_5=Objekt:
cmd_Error_Prompt_6=Inga:
cmd_Error_Prompt_7=Ta bort:
cmd_Error_Prompt_8=Döp om:
cmd_Error_Prompt_9=Flytta:
cmd_Error_Prompt_10=Kopiera:


[UnLocker1_frmAbout]
lbl_Thanks_Title.caption=Tack till följande personer för deras stora bidrag:
lbl_warning.caption=Warning: Detta program skyddas av upphovsrättslagstiftning och internationella fördrag.
lbl_CopyRight.caption=Copyright(C) 2005-2013 IObit. Alla rättigheter reserverade.
btn_OK.caption=OK

